"Title" = "ទូទៅ";
"LaunchAtLogin" = "បើកនៅពេលចូលគណនី";
"CheckForUpdates" = "ពិនិត្យបច្ចុប្បន្នភាពដោយស្វ័យប្រវត្តិ";
"CheckNow" = "ពិនិត្យឥឡូវនេះ";
"Open" = "បើក:";
"OpenTooltip" = "គ្រាប់ចុចផ្លូវកាត់សកល សម្រាប់បើកកម្មវិធី។ \nចុចគ្រាប់ដើមម្ដងទៀត ខណៈកំពុងចុចគ្រាប់បន្ថែម ដើម្បីជ្រើសរើសធាតុបន្ទាប់ក្នុងបញ្ជី។ ក្នុងរបៀបនេះ ពេលលែងគ្រាប់បន្ថែម ការជ្រើសរើសនឹងត្រូវបានបញ្ជាក់ ហើយផ្ទាំងលោត (Popup) នឹងបិទ។\nលំនាំដើម: ⇧⌘C។";
"Pin" = "ខ្ទាស់:";
"PinTooltip" = "គ្រាប់ចុចកាត់សម្រាប់ខ្ទាស់ធាតុប្រវត្តិ។\nលំនាំដើម: ⌥P.";
"Delete" = "លុប:";
"DeleteTooltip" = "គ្រាប់ចុចកាត់សម្រាប់លុបធាតុប្រវត្តិ។\nលំនាំដើម: ⌥⌫.";
"ShowPreview" = "ការមើលមុន:";
"ShowPreviewTooltip" = "បង្ហាញការមើលមុនជាមួយព័ត៌មានបន្ថែម។\nលំនាំដើម: ⌃Space.";
"Behavior" = "ឥរិយាបថ:";
"PasteAutomatically" = "បិទភ្ជាប់ដោយស្វ័យប្រវត្តិ";
"PasteWithoutFormatting" = "បិទភ្ជាប់ដោយគ្មានទម្រង់";
"Modifiers" = "កំណត់ឥរិយាបថតាមចំណូលចិត្តនៅពេលជ្រើសធាតុ:\n• ជ្រើសដោយចុច %@ ដើម្បីចម្លងធាតុ។\n• ជ្រើសដោយចុច %@ ដើម្បីចម្លង និងបិទភ្ជាប់ធាតុ។\n• ជ្រើសដោយចុច %@ ដើម្បីចម្លង សម្អាតទម្រង់ និងបិទភ្ជាប់ធាតុ។";
"Search" = "ស្វែងរក:";
"Exact" = "ពិតប្រាកដ";
"Fuzzy" = "ប្រហែល";
"Regex" = "កន្សោមប្រក្រតី";
"Mixed" = "ចម្រុះ";
"NotificationsAndSounds" = "ការជូនដំណឹង និងសំឡេង 􀱁";
